// pages/book/book.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    "books": "    2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”2009年8月，A市F县出现儿童铅中毒事件，造成615名儿童血铅超标，其中166名儿童中、重度铅中毒。A市环保部门已认定东岭冶炼有限公司废水、废气、废渣排放是造成儿童血铅超标的主要成因，但同时又称该公司的排放“符合国家标准”。该公司2008年总产值11.8亿元，2006年—2008年的工业总产值达64亿元，年上缴总财税额占整个总财政收入的17%，被确定为县、市、省政府扶持的重点企业。2009年2月20日，B市因自来水源污染而导致全城大面积断水。这是近七年来的第五次。事故频发与水源地上游大量化工厂偷排污染物有关。实际上，B市对来自水源地上游化工企业的污染威胁并非没有预见，也制定过《建设B市“清水走廊”三年行动方案》，还在饮用水源整治方案中明确提出：2008年底前关闭或搬迁所有计划关闭或搬迁的化工企业，其中也包括此次特大水污染事件的肇事者标新化工有限公司。 C县M村的大街小巷开满了服装店铺，经营从国外走私来的被擦去污渍后熨烫、未经任何消毒处理的“洋垃圾”服装。每天这里的上万件“洋垃圾”服装流向全国各地市场，村民从中每月能获利几千到几万元不等。这些“洋垃圾”服装，沾满了污渍，没有相关保障措施，存在各种病菌，传染性很强，可能导致大量病毒的传播感染，给环境和人民健康带来巨大危害，多年来当地政府采取了数百次专项行动。有村民对此振振有词：“我们又不是打劫贩毒，只是小生意！”"
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {
  
  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {
  
  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {
  
  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {
  
  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {
  
  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {
  
  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {
  
  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {
  
  }
})